Repository: NoopikxD/PromtTest
Catalog: CorpusSearch/CorpusSearch/en-ru.tmx
Source language: en
Languages: ru

source: They' re in the auditorium.
ru: Они в аудитории.

source: We know the league wants to cancel the championship game.
ru: Мы знаем, что лига хочет отменить игры чемпионата.

source: Mom said it was all up to us' cause of G- Baby.
ru: Мама сказала, что это всё из- за Джи- бэйби.

source: You guys don' t have to play.
ru: Вам, ребята, не нужно больше играть.

source: You guys had a great year.
ru: У вас был великолепный год.

source: You' re quitting again?
ru: Подождите.

source: We wanna play, bitch.
ru: Мы хотим играть, придурок.

source: - You guys wanna play?
ru: - Вы, ребята, хотите играть?

source: - Hell, yeah!
ru: - Чёрт возьми, да!

source: For G- Baby.
ru: За Джи- бэйби.

source: I' il see you tomorrow at 11: 00.
ru: Увидимся завтра в 11. 00.

source: I came to make sure you guys win.
ru: Я уверена, что вы, ребята, победите.

source: I even made a bet with your friend, Ticky.
ru: Я даже сделала ставку у твоего друга Тикки.

source: Knowing Ticky bet against us improves our chances.
ru: То, что Тикки ставит против нас, увеличивает наши шансы на победу.

source: Did you really fill out an application to work at the school?
ru: Ты всё ещё хочешь работать в школе?

source: - Andre, Ray Ray.
ru: - Андрэ, Рэй Рэй.

source: - What' s up, Coach?
ru: - Что случилось, тренер?

source: Why don' t you bring everybody in?
ru: Почему бы вам, не собрать всех?

source: - Hey, y' all, bring it in!
ru: - Эй, все сюда!

source: I want you guys to take a good look at yourselves today and feel proud.
ru: Я хочу, чтобы все вы ребята пожелали друг другу удачи и почувствовали гордость.

source: We made it here.
ru: Мы сделали это.

source: We' re here.
ru: Мы здесь.

source: What I' ve learned from you is that... really, one of the most important things in life... is showing up.
ru: Чему я научился от вас так это... одной из самых важных вещей в жизни... выделяться.

source: I' m blown away by your ability to show up... through everything that' s gone on.
ru: Меня просто поразило это в вас...

source: The league never wanted you to play this game... but you showed up.
ru: Лига никогда не хотела, чтобы вы играли здесь... но вы им показали.

source: But we only have eight players, so --
ru: Но у нас только девять игроков, так что --

source: - God.
ru: - О, господи.

source: - We can' t play.
ru: - Мы не можем играть.

source: He was my brother.
ru: Он был моим братом.

source: He loved to watch us play.
ru: Он так любил смотреть, как мы играем.

source: He' s watching us right now.
ru: И он смотрит на нас прямо сейчас.

source: We gonna play today.
ru: Мы будем играть сегодня.

source: Here you go, Kofi.
ru: Держи, Кофи.

source: - Okay, this is for G- Baby.
ru: - Да, это для Джи- бэйби.

source: - G- Baby.
ru: - Джи- бэйби.

source: I wrote it all down:
ru: Я все записала:

source: 4, 222 square feet, four floors. perfect.
ru: 390 квадратных метра, четыре этажа.

source: Courtyard in back, south- facing garden.
ru: Сзади двор, с южной стороны сад.

source: Perfect.
ru: Прекрасно.

source: - Shouldn' t we wait for the car service?
ru: - Не будем ждать машину?

source: - No, we' il sit in traffic forever.
ru: - Что ты, мы всю жизнь просидим в пробке.

source: - Is that the listing sheet?
ru: - Это список домов на продажу?

source: - There isn' t one.
ru: - Какой еще список?

source: It' il be gone soon.
ru: Этот дом появился утром, и сегодня же его купят.

source: - None.
ru: - Сколько еще домов посмотрим?

source: You know the market is tight.
ru: - Ты же знаешь, вариантов очень мало.

source: - Mom, we' re in the street.
ru: - Сара, а без самоката не обойтись?

source: Evan!
ru: Эван!

source: One day you will learn to respect people' s time, Lydia.
ru: Когда- нибудь ты научишься уважать чужое время, Лидия.

source: You' il realize that the world does not stop and start at your convenience.
ru: Поймешь, что ты не пуп земли.

source: I' m meeting Arthur Digby Laurence in 26 minutes...... and if you think he' s the kind of man who tolerates tardiness...... you are sadly mistaken.
ru: Через 26 минут у меня встреча с Артуром Дигби Лоренсом... и если ты думаешь, что к нему можно опаздывать... ты жестоко ошибаешься.

source: You' re a saint to wait for us.
ru: Ты просто святой.

source: It' s kind of between a townhouse and a brownstone.
ru: Это нечто среднее между городским и загородным домом.

source: We call it a "townstone".
ru: Мы называем его "загородской дом".

source: Built in 1879, this is the middle of the house, the parlor floor.
ru: Построен в 1879 г., это гостевая комната.

source: Here is the living room.
ru: Здесь гостиная.

source: Formal dining is in the back.
ru: Вон там - парадная столовая.

source: Casual dining below on the kitchen floor...... which was renovated in '94 with all the expected amenities.
ru: Простая столовая этажом ниже, там, где кухня... этот этаж был отремонтирован и оборудован по последнему слову техники в 1994 г.

source: Sarah.
ru: Сара.

source: There are two bedroom floors above.
ru: Выше - два этажа со спальнями.

source: My God, it' s amazing.
ru: Просто невероятно.

source: No scooter.
ru: Здесь нельзя кататься.

source: I don' t have to tell you this amount of living space is uncommon in Manhattan.
ru: Думаю, можно не уточнять, что таких больших домов на Манхэттене вы больше не найдете.

source: It' s got a yard.
ru: Тут даже есть двор.

source: Sort of.
ru: Или что- то вроде того.

source: It is in a bit of disarray, but then again, 21- foot lot, 53 deep.
ru: Сейчас он не смотрится, но вы только представьте:.

source: It allows for an expansive garden.
ru: Там можно сделать роскошный сад.

source: Working elevator.
ru: Работающий лифт.

source: The previous owner was disabled the last years of his life.
ru: Прежний хозяин в последние годы был инвалидом.

source: Highly unusual, the elevator.
ru: В таких домах не бывает лифтов.

source: You will not find this in 90 percent of brownstones.
ru: В 90 процентах подобных домов их нет.

source: Perhaps it' s something of a fixer- upper, but we anticipate enormous interest.
ru: Дом требует ремонта, однако я предполагаю, что на него будет огромный спрос.

source: It' s a very emotional property.
ru: Прежние хозяева вложили в свою недвижимость много души.

source: Shall we have a look at the rest?
ru: Сейчас покажу вам остальные комнаты.

source: You should make an offer immediately.
ru: Ты должна сразу же предложить цену.

source: Can I see it first?
ru: Может, позволишь взглянуть?

source: There is nothing like this on the market right now.
ru: На рынке недвижимости сейчас нет ничего подобного.

source: You can' t move from Greenwich to the Upper West Side...... and expect to still have a house, a yard and a dog and cat, but here it is.
ru: Вы переезжаете из пригорода в центр... но у вас остается и двор, и сад, и место для кошки с собакой.

source: It' s got everything you told me you wanted and more.
ru: Тут есть все, что вам нужно, и даже больше.

source: You' il have another family.
ru: У тебя еще может быть семья.

source: You could have two.
ru: А тут две семьи поместятся.

source: It' s a fortune.
ru: Это очень дорого.

source: You don' t have to pay the price on the tag.
ru: Мама, мы же не в универмаге.

source: He can afford it.
ru: Он может себе это позволить.

source: It would be so lovely if I could show the property before I leave.
ru: Я был бы счастлив показать вам недвижимость до моего ухода.

source: Hardwood floors throughout, as many as six working fireplaces.
ru: Паркет из древесины твердых пород, целых шесть работающих каминов.

source: This is the top floor.
ru: Это верхний этаж.

source: Two bedrooms.
ru: Две спальни.

source: One at either end.
ru: По одной с каждой стороны.

source: They share one small bath.
ru: И одна маленькая ванная.

source: Originally, this would have been the servants' quarters.
ru: Первоначально это был этаж для прислуги.

source: The previous owner kept a small nursing staff.
ru: При прежнем владельце жило несколько сиделок.

source: I don' t know if you have live- in help.
ru: Не знаю, есть ли у вас прислуга.

source: No, it' s just the two of us.
ru: Нет, мы живем вдвоем.

source: Third floor, spare bedroom, den, or what have you.
ru: Третий этаж, еще одна спальня, небольшая комната и прочее.

source: Mr. Pearlstine used this as an office.
ru: М- р Перлстин использовал ее как кабинет.

source: He' s talking about Sidney Pearlstine, the financier.
ru: Он имеет в виду финансиста Сидни Перлстина.

source: May I ask what you do, Mrs....
ru: Скажите, чем вы занимаетесь, миссис...

source: Altman.
ru: Олтмэн.

source: Actually, I' m going back to school.
ru: Вообще- то я учусь.

source: Columbia.
ru: В Колумбийском университете.

source: Her husband' s in pharmaceuticals.
ru: Ее муж работает в фармацевтической промышленности.

source: I didn' t realize you were Stephan Altman' s wife.
ru: Я только сейчас сообразил, что вы жена Стивена Олтмэна.

source: Yes, until recently.
ru: До недавнего времени.

source: Master bath.
ru: Хозяйская ванная.

source: Pearlstine' s been in all the papers since he died.
ru: После смерти Перлстина в газетах только о нем и пишут.

source: He was a recluse.
ru: Его дети судятся друг с другом из- за его имущества.

source: Rich, paranoid.
ru: Жил затворником.

source: Now they can' t find half his money.
ru: А они не могут найти и половины его денег.

source: I hardly see how gossip is germane to showing the property.
ru: Не думаю, что это поможет вам в осмотре недвижимости.

source: It sounds ridiculous.
ru: Перестань называть дом "недвижимостью".

source: Walk- in closet.
ru: Просторный чулан.

source: Could the little one please stop that?
ru: Не могла бы она перестать баловаться с лифтом?

source: Kid, no elevator!
ru: Эй, не трогай лифт!

source: And we emerge in the master suite.
ru: И вот мы входим в хозяйские апартаменты.

source: Is this room smaller than it should be?
ru: Разве эта комната не должна быть больше?

source: You' re the first person to notice.
ru: Раньше этого никто не замечал.

source: On caravan, no one from our office had the slightest idea.
ru: Никому из нас даже не пришло в голову.

source: It' s called a panic room.
ru: Это называется "комната страха".

source: - A safe room.
ru: - Как?

source: - A castle keep in medieval times.
ru: - Как в средневековом замке.

source: - I' ve read about these.
ru: - Я об этом читала.

source: They' re in vogue in high- end construction.
ru: Богатые любят такие вещи.

source: One can' t be too careful about home invasion.
ru: На случай нападения грабителей.

source: This is perfect.
ru: Это потрясающая вещь.

source: The alarm goes off in the middle of the night.
ru: Представь: среди ночи звучит сигнал тревоги.

source: What will you do?
ru: Что делать?

source: Call the police and wait till Tuesday?
ru: Звонить в полицию и неделю ждать, пока они приедут?

source: I think not.
ru: Или ты пойдешь в одной пижаме к двери выяснять, в чем дело?

source: Concrete walls.
ru: Не стоит.

source: Buried phone line, not connected to the house' s main line.
ru: И отдельная телефонная линия.

source: You have your own ventilation system.
ru: Можно звонить в полицию, не опасаясь, что провод перережут.

source: A bank of surveillance monitors that covers nearly every corner of the house.
ru: Мониторы, показывающие, что происходит в каждом уголке дома.

source: Ever read any Poe?
ru: Почитала?

source: No, but I loved her last album.
ru: Нет, но последний альбом у нее просто прелесть.

source: Steel.
ru: Грабители могут открыть дверь?

source: Thick steel.
ru: Она сделана из стали.

source: Very thick steel.
ru: Из очень прочной стали.

source: Full battery backup, so even if the power' s out...... it' s still functional.
ru: Даже без электричества... дверь все равно будет работать.

source: Open it, please.
ru: Да уж, старик Сидни все предусмотрел.

source: And with kids like he' s apparently got, no wonder he wanted a place to hide.
ru: Неудивительно, что ему было нужно убежище.

source: Please open the door.
ru: Пожалуйста, откройте.

source: That is highly inappropriate.
ru: Это невежливо с вашей стороны.

source: Open the door, please.
ru: Пожалуйста, откройте дверь.

source: Definitely my room.
ru: Я буду жить в этой комнате.

source: This is really dangerous.
ru: Это очень опасно.

source: Motion detector, like an elevator.
ru: Тут есть детектор движения, как в лифте.

source: There' s another one at your ankles.
ru: Дверь не закроется, если на ее пути что- то есть.

source: It couldn' t be safer.
ru: Безопаснее не бывает.

source: I know they' il take asking price.
ru: Да, свою цену они получат.

source: I hooked up the phone!
ru: Слушай, я подключила телефон!

source: Good for you, Mom.
ru: Очень за тебя рада, мама.

source: Hooked up a phone.
ru: Она подключила телефон.

source: 579 what?
ru: 579, что дальше?

source: patsy' s pizza. please hold.
ru: Минутку.

source: Mind the pizza?
ru: Ничего, что я заказала пиццу?

source: Our first night.
ru: Первый ужин в новом доме.

source: I should' ve thought of something special.
ru: Можно было придумать что- нибудь пооригинальнее.

source: I like pizza.
ru: Я люблю пиццу.

source: Fuck him.
ru: Черт бы его побрал.

source: Fuck her, too.
ru: И ее тоже.

source: But don' t.
ru: Но давай не будем.

source: Don' t you think this place has way too many stairs?
ru: Тебе не кажется, что тут слишком много лестниц?

source: You didn' t carry anything up them.
ru: Скажи спасибо, что ты не грузчик.

source: You never asked what I thought of this house.
ru: Ты даже не поинтересовалась моим мнением.

source: I didn' t want you to tell me you hated it.
ru: Не хотела услышать, что он тебе не нравится.

source: - Well, so did l.
ru: - Мне нравится наш старый дом.

source: You know what I was thinking?
ru: Знаешь, о чем я подумала?

source: I was thinking we could stencil the whole bookcase.
ru: Подумала, что можно задрапировать книжный шкаф красивой тканью.

source: We could cut the stencils, do it ourselves.
ru: Мы можем сами разрисовать ее.

source: Oh, damn.
ru: Черт.

source: I forgot to set up that tour of your new school.
ru: Я забыла договориться насчет экскурсии по твоей новой школе.

source: Dad already did it.
ru: Папа уже договорился.

source: I' m going with him on Sunday.
ru: Я поеду вместе с ним в воскресенье.

source: So I' il take a cab and meet him there.
ru: Я возьму такси, и мы встретимся у школы.

source: Is that what he said?
ru: Это он так сказал?

source: You don' t have to drive me everywhere?
ru: Послушай, самое замечательное в Манхэттене... это то, что ты не должна меня всюду возить.

source: I' il ride with you.
ru: Я поеду с тобой.

source: Why' d you bring me here if I can' t go anywhere on my own?
ru: Зачем было ехать сюда, если ты не отпускаешь меня одну?

source: I' m not fighting with you till tomorrow.
ru: Я не собираюсь препираться с тобой до завтра.

source: It' s disgusting how much I love you.
ru: Мне нельзя так сильно тебя любить.

source: Tell me about it.
ru: Истинная правда.

source: - Mom?
ru: - Мама!

source: It' s too dark.
ru: Тут слишком темно.

source: Better?
ru: Так лучше?

source: That' s better.
ru: Так лучше.

source: "Bypass non- ready zone".
ru: "Пропуск необслуживаемой зоны".

source: "Shunt.
ru: "Обход.

source: Enter ".
ru: Ввод ".

source: "Shunt".
ru: "Обход".

source: "Enter zone number".
ru: "Ввести номер зоны".

source: "Shunt again".
ru: "Снова обход".

source: In the morning I got to figure out how to turn this thing off.
ru: Утром надо будет подумать, как все это выключается.

source: Go, go back.
ru: Назад.

source: Jesus fucking Christ.
ru: Давай же, давай.

source: Amateur.
ru: Дилетант.

source: We got a problem!
ru: У нас проблема!

source: We need to talk!
ru: Надо поговорить!

source: It' s about time.
ru: Давно пора.

source: I' m freezing my tits off out there.
ru: Я уже себе все отморозил.

source: - Who is that?
ru: - Кто это?

source: - This is Raoul.
ru: - Рауль.

source: Who the fuck is Raoul?
ru: Какой еще Рауль?

source: Raoul is okay.
ru: Не волнуйся.

source: Raoul has experience.
ru: У него большой опыт.

source: - Through some people.
ru: - Где ты его откопал?

source: Open the fucking door.
ru: Открой дверь.

source: They' re asleep.
ru: На последнем этаже - девушка, на третьем - женщина.

source: They' re not supposed to be here.
ru: Их не должно тут быть.

source: - This is your department, Junior!
ru: - Это твоя забота, Джуниор!

source: Videotape.
ru: - Их не должно тут быть!

source: We' re on videotape.
ru: Нас засекли камеры.

source: We' ve been on videotape since we got here and the tapes are upstairs.
ru: Все наши передвижения засняты на камеру.

source: - 14- day escrow.
ru: Пленки наверху.

source: - You fucked me!
ru: - Аренда через 14 дней.

source: 14- day escrow!
ru: 14 дней!

source: That' s almost 3 weeks!
ru: Почти три недели!

source: They should not be in for another week!
ru: Они должны были въехать только на следующей неделе!

source: Exactly how is 14 days three weeks?
ru: С каких это пор 14 дней - это три недели?

source: Escrow is always business days.
ru: Учитываются только рабочие дни.

source: Five- day weeks always!
ru: А в неделе пять рабочих дней!

source: I' m out of here.
ru: С меня хватит.

source: Just wait a minute.
ru: Постой.

source: We can handle this.
ru: Ничего страшного.

source: Can we still handle this?
ru: Что, мы с ними не справимся?

source: It' s just a woman and a kid?
ru: Там всего лишь женщина и ребенок?

source: - Unless Daddy comes home.
ru: - Если не вернется папочка.

source: - He' s not.
ru: - Не вернется.

source: They' re divorcing.
ru: Они разводятся.

source: Daddy' s banging some B model on the Upper East Side.
ru: Папочка трахает неудавшуюся модель в Истсайде.

source: It' s just her and the kid!
ru: Там только женщина и ребенок!

source: Now, can we do this?
ru: Ну что, справимся?

source: Yeah, we can do it.
ru: Справимся.

source: Not with people here.
ru: Но только без них.

source: And not with me.
ru: И без меня.

source: - She' il call the police.
ru: Еще двадцать минут!

source: They' il be here before I unpack my bags.
ru: Я и отмычки не достану, как они приедут.

source: So, we keep an eye on her.
ru: Мы приглядим за ней.

source: Raoul can totally administrate that part.
ru: Это возьмет на себя Рауль.

source: I don' t want Raoul to administrate that!
ru: Я не хочу, чтобы Рауль брал это на себя!

source: He' s not even supposed to be here!
ru: Вообще слышать не хочу ни про какого Рауля!

source: Nobody gets hurt.
ru: Никто не пострадает.

source: What if she has a gun?
ru: А если у нее пушка?

source: I' m Raoul.
ru: Рауль.

source: You know we can' t do this without you!
ru: Ты же знаешь, мы не можем без тебя обойтись!

source: Fuck that!
ru: План совсем неплох.

source: This is a great plan.
ru: Отличный план.

source: It' s just got a slight twist.
ru: С маленьким изменением по ходу.

source: Thirty years.
ru: Похищение несовершеннолетнего.

source: You make a lot of promises, don' t you?
ru: Ты забыл свои обещания?

source: You promise me, you promise your kids.
ru: Ты обещал мне, своим детям.

source: It' s all fucked up.
ru: План провалился!

source: I fucked it up!
ru: И виноват в этом я!

source: It' s not how it' s supposed to be.
ru: Все должно было быть не так.

source: But the fact of the matter is there' s still $3, 000, 000 in this house...... and no one but you and I even knows it' s here.
ru: Но ведь в этом доме лежат $3 000 000... и никто кроме нас с тобой даже не подозревает об этом.

source: I want it!
ru: Послушай, мне нужны эти деньги.

source: But you...... you need that money.
ru: И тебе тоже... тебе тоже они нужны.

source: Or have you forgotten why you' re here?
ru: Или ты забыл, зачем пришел сюда?

source: So let' s quit dicking around, okay, and get this over with.
ru: Так что давай- ка без глупостей, и приступим к делу.

source: Kill the phones.
ru: Перережь телефонные провода.

source: Give me that!
ru: Ты занимаешься девочкой наверху, а я матерью.

source: You stay here!
ru: Оставайся здесь!

source: Nobody gets past!
ru: Никого не пускай!

source: - People.
ru: - Что происходит?

source: In the house.
ru: - В доме люди.

source: They' re in the elevator, heading down.
ru: Они в лифте, едут вниз.

source: I don' t hurt people.
ru: Я пальцем никого не трону.

source: They' re going downstairs.
ru: Они бегут вниз по лестнице.

source: The panic room.
ru: В комнату страха.

source: No, press emergency stop.
ru: Нет, нажми "стоп".

source: Coming back up!
ru: Они снова едут наверх!

source: That' s you.
ru: Давай ты.

source: Mother -
ru: Черт возьми!

source: That' s seven years bad luck.
ru: Семь лет удачи не видать.

source: Tell me they' re not in there.
ru: Только не это.

source: - It doesn' t work?
ru: - Не работает?

source: - It' s a different phone line.
ru: - Это другая линия.

source: I never hooked it up.
ru: Я не успела ее подключить.

source: I can' t hear a thing.
ru: Ничего не слышу.

source: What do you think they want?
ru: Как ты думаешь, что им нужно?

source: Rob us....
ru: Наверно, хотят ограбить нас...

source: What do we do?
ru: Что будем делать?

source: - Well, they can' t.
ru: - А если они войдут сюда?

source: It' s not possible.
ru: Они не могут войти сюда.

source: - Do you feel okay?
ru: - Как ты?

source: - You shaky?
ru: - Дрожишь?

source: Don' t worry about me.
ru: Пожалуйста, не волнуйся за меня.

source: He' s got kids.
ru: У него дети.

source: What do you think he' il do?
ru: Как ты думаешь, что он будет делать?

source: Use your head.
ru: Подождет, пока приедут копы?

source: Here he comes.
ru: Вот он.

source: She' s not getting down from there.
ru: Я перекрыл выход на крышу.

source: - She could be in there calling the cops.
ru: - Может быть, она уже вызвала полицию.

source: Could she have hooked it up today?
ru: Что, если она успела подключить телефон?

source: You don' t just call up Bell Atlantic.
ru: Это не так просто.

source: She would' ve had to do it through Manhattan Security, my company.
ru: Это делается только через мою компанию "Манхэттен секьюрити".

source: She couldn' t have.
ru: Стало быть, телефон она не подключила.

source: - I thought she wouldn' t be here.
ru: - Я не знал, что она тут будет.

source: She is not supposed -
ru: Черт побери вас обоих!

source: The police are on their way.
ru: Сюда едет полиция.

source: - You' re full of -
ru: - Врет.

source: It' s a PA system.
ru: Она тебя не слышит.

source: I' m just scaring her.
ru: Просто хочу ее напугать.

source: I suggest you leave before they get here.
ru: Советую вам покинуть дом до приезда полиции.

source: - He' s saying that we don' t have a phone.
ru: - Он говорит, что наш телефон не работает.

source: How could he know that?
ru: Откуда он знает?

source: Take what you want and get outI
ru: Возьмите, что вам нужно, и убирайтесь!

source: If only it were that easy.
ru: Если бы все было так просто.

source: Give me some paper.
ru: Дай мне листок бумаги.

source: You going to help us out?
ru: Эй, ты, Зорро!

source: You got a piece of paper?
ru: У тебя есть бумага?

source: "What we want is in that room"?
ru: "То, что нам нужно, находится в этой комнате"?

source: They can' t get in here.
ru: Я же говорила.

source: What do you know about this room?
ru: Что вы знаете об этой комнате?

source: What do we know about that room?
ru: Что мы знаем об этой комнате?

source: - Just a few details.
ru: - Только не говори ей всю правду.

source: We' re not coming out, and we' re not letting you in!
ru: Мы не выйдем и вас тоже не впустим!

source: Get out of my houseI
ru: Убирайтесь из моего дома!

source: - You fuck.
ru: - Скажи "к чертовой матери".

source: "Get the fuck out of my house".
ru: "Убирайтесь из моего дома к чертовой матери".
